{
    "default": {
    "default btn - true": {
      "correct": true,
      "feedback": "default feedback option true"
    },
    "default btn - false": {
      "correct": false,
      "feedback": "default feedback option false"
    }
  },
    "hax-logo": {
      "Good form": {
        "correct": true,
        "feedback": "Correct - Good Form: The shape of the vase clearly demonstrates craftsmanship."
      },
      "Poor taste": {
        "correct": false,
        "feedback": "Incorrect - Poor Taste: Taste is in the eye of the designer as well as the viewer."
      },
      "Contrasting themes": {
        "correct": false,
        "feedback": "Incorrect - Contrasting Themes: There is uniformity in the shape, but there is no depth to this media to imply that it is contrasting with other figures."
      },
      "AI": {
        "correct": true,
        "feedback": "Correct - AI: While a modification of prior work, this is still AI generative work."
      },
      "Shading": {
        "correct": false,
        "feedback": "Incorrect - Shading: While there is a light source and a shadow cast, shading is a term used for pencil based sketching."
      },
      "Original work": {
        "correct": false,
        "feedback": "Incorrect - Original Work: Artwork created from gerenateive AI can not be original since it is trained on other artists work."
      },
      "Accessible": {
        "correct": false,
        "feedback": "Incorrect - Accessible: The color scheme while high contrast in some areas, loses form in others and has written text unrelated to the character."
      }
    },
    "axolotl": {
      "Is pink": {
        "correct": true,
        "feedback": "Correct - Is pink: Who wouldnt want a pink axolotl"
      },
      "Is an axolotl": {
        "correct": true,
        "feedback": "Correct - Is an axolotl: Axolotls make great pets!"
      },
      "There is a GameBoy": {
        "correct": true,
        "feedback": "Correct - There is a GameBoy: Hot take- Old games are better than new ones."
      },
      "Is a dog": {
        "correct": false,
        "feedback": "Incorrect - Is a dog: This is in fact not a dog!"
      },
      "Has a bag of chips": {
        "correct": true,
        "feedback": "Correct - Has a bag of chips: The axolotl is enjoying her snack:)"
      },
      "Is laying down": {
        "correct": true,
        "feedback": "Correct - Is laying down: The axolotl is laying down playing the game."
      },
      "The axolotl is having a bad time": {
        "correct": false,
        "feedback": "Incorrect - The axolotl is having a bad time: The axolotl is having a great time actually!!"
      }
      }
    }
  